
// ============================================================================
// Bootloader
// ----------------------------------------------------------------------------

"Clover_title" = "Clover EFI";
"Clover_description" = "Clover EFI требует наличия трех основных файлов. (упрощенно)
boot0 (главная загрузочная запись) отвечает за загрузку boot1.
boot1 (загрузочная запись раздела) для загрузки boot.
boot  (в корне выбранного раздела) для поиска /EFI/BOOT/CLOVERIA32.efi or CLOVERX64.efi";

"boot0_title" = "1. Установить boot0";
"boot0_description" = "Установить boot0 который ищет активный раздел с boot1h.
Выбранный раздел станет активным";

"boot0hfs_title" = "1. Установить boot0hfs";
"boot0hfs_description" = "Установить boot0hfs который запускает boot1h с первого найденного HFS раздела, даже если он неактивный. Активным разделом может оставаться Windows.";

"boot1f32alt_title" = "2. Установить boot1f32alt (Fat32)";
"boot1f32alt_description" = "Установить boot1f32alt на раздел Fat32.
Раздел предварительно должен быть отформатирован в Fat32.
По умолчанию грузится boot = Clover после 2 секунд ожидания клавиатуры. 
Клавиша 1 для boot1 = Chameleon boot,
Клавиша 3 для boot3 = Clover EFI 32bit boot,
Клавиша 6 для boot6 = Clover EFI 64bit boot.";

"boot1h_title" = "2. Установить boot1h (HFS)";
"boot1h_description" = "Установить boot1h на раздел HFS, ищет файл boot для старта загрузчика.";

"boot1h2_title" = "2. Установить boot1h2 (HFS) Multi-boot";
"boot1h2_description" = "Установить boot1h2 на раздел HFS
По умолчанию грузится boot = Clover после 2 секунд ожидания клавиатуры. 
Клавиша 1 для boot1 = Chameleon boot,
Клавиша 3 для boot3 = Clover EFI 32bit boot,
Клавиша 6 для boot6 = Clover EFI 64bit boot.";

"boot1no_title" = "2. Не устанавливать boot1 (4kb блок)";
"boot1no_description" = "Не устанавливать никакой boot1f32alt, boot1h или boot1h2, для дисков с размером блока 4kb";

"boot32_title" = "3. Установить 32 битный загрузчик первым";
"boot32_description" = "Установить файлы и поставить 32 бита по умолчанию.
По умолчанию грузится boot = Clover 32 после 2 секунд ожидания клавиатуры. 
Клавиша 1 для boot1 = Chameleon boot,
Клавиша 3 для boot3 = Clover EFI 32bit boot,
Клавиша 6 для boot6 = Clover EFI 64bit boot.";

"boot64_title" = "3.Установить 64 битный загрузчик первым";
"boot64_description" = "Установить файлы и поставить 64 бита по умолчанию.
По умолчанию грузится boot = Clover 64 после 2 секунд ожидания клавиатуры. 
Клавиша 1 для boot1 = Chameleon boot,
Клавиша 3 для boot3 = Clover EFI 32bit boot,
Клавиша 6 для boot6 = Clover EFI 64bit boot.";

// ============================================================================
// Themes
// ----------------------------------------------------------------------------

"Themes_title" = "Оформление";
"Themes_description" = "Выберите для установки темы.";

"black_green_title" = "black_green";
"black_green_description" = "Черно-зеленая тема от Blackosx,
Установить в /EFI/BOOT/themes/black_green.";

"buttons_title" = "buttons";
"buttons_description" = "Буттоны от Trauma,
Установить в /EFI/BOOT/themes/buttons.";

"metal_title" = "metal";
"metal_description" = "Нержавейка от Slice,
Установить в /EFI/BOOT/themes/metal.";


// ----------------------------------------------------------------------------
